---
kind: other
id: Properties.T:Autodesk.Revit.DB.PartMakerMethodToDivideVolumes
source: html/a222dca8-3efc-55a8-122a-22def9e34a8e.htm
---
# PartMakerMethodToDivideVolumes Properties

The gap which is created between matching profiles of parts.